LOGIN_URL = ''
USER = ''
PASSWORD = ''
DB_PATH = './utils/afl.db'
CHECK_IP = 'http://httpbin.org/get'
MAX_PAGE_NUM = 3

CAT_101001 = '101001' # Tシャツ・カットソー
CAT_101002 = '101002' # シャツ・ブラウス
CAT_101003 = '101003' # ニット・セーター
CAT_101004 = '101004' # その他
CAT_101005 = '101005' # カーディガン・ボレロ
CAT_101006 = '101006' # パーカー
CAT_101007 = '101007' # タンクトップ
CAT_101008 = '101008' # スウェット・トレーナー
CAT_101009 = '101009' # ベスト
CAT_101010 = '101010' # キャミソール
CAT_101011 = '101011' # ポロシャツ
CAT_101012 = '101012' # アンサンブル
CAT_101013 = '101013' # ベアトップ・チューブトップ

HYOJUN_SORT = 1
SHINCHAKU_SORT = 2
